IDENTIFICATION DIVISION.
PROGRAM-ID. HELLO-10-TIMES.
PROCEDURE DIVISION.
    PERFORM 10 TIMES
        DISPLAY "Hello world!"
    END-PERFORM.
    STOP RUN.
